brew "git"
brew "asdf"
brew "autoconf"
brew "openssl@3"
brew "bat"
brew "coreutils"
brew "byobu"
brew "cargo-binstall"
brew "cmake"
brew "curl"
brew "fd"
brew "ffmpeg"
brew "flyctl"
brew "fop"
brew "fzf"
brew "gnupg"
brew "graphviz"
brew "htop"
brew "libomp"
brew "imagemagick"
brew "iperf3"
brew "ipmitool"
brew "jq"
brew "libpq"
brew "libyaml"
brew "minicom"
brew "mosh"
brew "neovim"
brew "pinentry-mac"
brew "plantuml"
brew "podman"
brew "poppler"
brew "qemu"
brew "rclone"
brew "resvg"
brew "ripgrep"
brew "sevenzip"
brew "signify-osx"
brew "unixodbc"
brew "wxwidgets"
brew "yazi"
brew "ykman"
brew "zoxide"
cask "bruno" # Open source IDE for exploring and testing APIs
# cask "podman-desktop"
go "golang.org/x/tools/gopls"
go "github.com/ogen-go/ogen/cmd/ogen"
go "honnef.co/go/tools/cmd/staticcheck"
